[
  {
    "category": "Governance",
    "role": "Chairperson",
    "name": "Susie Hyatt",
    "image": "/assets/team/susie-hyatt.jpg",
    "about": "<p>Hi, I’m Susie and I started running in the early 90’s, about 1991 or 1992, as a social activity really. I joined a group called the Hash House Harriers which started in Malaysia but now are worldwide and whose tag line is ‘A Running club with a drinking problem or a drinking club with a running problem’. Take your pick! I remember my first run vividly, I thought I was going to collapse it was so hard given the last time I’d run had been at school many, many years before. </p><p>Extremely slowly I managed to improve enough to feel confident to run a 10k with some friends and then a few years later, those same group of so called friends, managed to persuade me to enter the New York City marathon. It was a weak moment and I definitely think alcohol may have been involved! We all trained together and travelled together and even though I was last of our group to cross the finish line, the celebrations more than made up for it. </p><p>So 5 marathons, numerous half marathons, 10k and 5k runs later, here I am at that stage in my running where I know I’m a lot slower than I was 10 or more years ago but my enthusiasm for the sport is still there. I’ve been away from it and come back several times but it’s always been there to keep me going whatever has happened in my life, both the good and the bad. I have met some amazing people through running through the Hash, Park Run and MetroRun and the best thing is we all have the same goal – to enjoy running but don’t take it too seriously! </p>"
  },
  {
    "category": "Governance",
    "role": "Treasurer",
    "name": "Julie Moon",
    "image": "/assets/team/julie-moon.jpg",
    "about": "<p>Julie has been running on-and-off for almost 10 years, but never consistently until joining TempoFit.  After training alone for two half-marathons, Julie joined TempoFit for the company and motivation of training with a group. Although some of her fellow runners suspect Julie is also motivated by gloating to her friends at Sunday lunch about how far she ran that morning (and using that to justify another glass of wine!), she does keep coming to training and has now been running consistently for 2 years since joining TempoFit and has completed another 6 half marathons. Julie is our Treasurer and plans the programme of Sunday morning long runs.</p>"
  },
  {
    "category": "Governance",
    "role": "Secretary",
    "name": "Chloé Griveaud",
    "image": "/assets/team/chloe-griveaud.jpg",
    "about": "<p>My name is Chloé Griveaud I am French and been living in New Zealand for 7 years. I originally came over for a holiday and never left!<br/>I have always been a very sporty person and always enjoyed practising various sports. I mainly did horse-riding back in France for over 14 years and was competing in eventing. When I moved to New Zealand I felt the need to start something different and thought running would be a good challenge as there is that competing aspect to it.</p><p>Maybe around 3 years ish. I am new to the sport and therefore don’t really know all the lingo and events around but I am getting better!</p>Most memorable achievement: Running my second marathon 26 mins faster than I did from the one the year before!</p><ul><li><strong>What keeps you motivated?</strong><br/>The sense of achievement that you get when you cross that finish line when you are participating at an event.</li><li><strong>Do you mix it up? Do different stuff apart from running?</strong><br/>Yoga, swimming, gym, hiking... I am on the move most of the time.</li><li><strong>When you go on holiday, do you take your running stuff with you and look at places as potential good run routes?</strong><br/>Ahaha maybe because I haven’t been running for long I am not at that stage yet. But most of my holidays always involve some physical activities.</li><li><strong>Do you enjoy an extra beer/wine/piece of cake because you went for a long run or a run anyway?</strong><br/>Absolutely but always in moderation :)</li><li><strong>Do you feel smug having got up early on a Sunday for a run when everyone else is in bed?</strong><br/>It is such a satisfying feeling when returning from an early run you have got the sense you have already accomplished something of your day when everyone else hasn’t.</li><li><strong>Do you friends understand your love of running?</strong><br/>They understand the running but not for more than 5K!</li><li><strong>Do you need so many running shoes?</strong><br/>I started off with one pair which turned out to not be properly suited for my running style so then I went to get a new pair and now I have a training pair and a pair for events.</li><li><strong>Would you rather shop in a running/sports shop or fashion clothes shop/Mitre 10?</strong><br/>I love looking after my plants and garden so I actually love going to Mitre 10!</li><li><strong>Do you bore non-runners with your running stories but don’t really care?</strong><br/>I seem to talk about my running stories to the people that are runners so they would sympathise.</li></ul>"
  },
  {
    "category": "Governance",
    "role": "Board member",
    "name": "Aurélie Desjardins",
    "image": "/assets/team/aurelie-desjardins.jpg",
    "about": "<p>Aurélie is a passionate runner! She started running with TempoFit 2 years ago to prepare for Queenstown marathon and never left the club since! Aurélie also does other sports such as yoga and ocean swimming but what she prefers is eating a carrot cakes after her long runs! Aurélie is currently taking care of the weekly workouts and admin stuffs.</p>"
  },
  {
    "category": "Governance",
    "role": "Board member",
    "name": "Michael Jenkinson",
    "image": "/assets/team/michael-jenkinson.jpg",
    "about": "<p>Michael is an active member of the running community. He is always more than happy to help fellow runners achieve their goals. Michael is a key support person and board member of MetroRun and is an Event Director for Western Springs Parkrun. Michael has been running since 2014, mostly as a way to lose weight and lead a healthier lifestyle, but this quickly turned into a love of running. Michael has completed one full marathon and over 20 half marathons. He also leads the MetroRun training on Tuesday mornings in the Auckland Domain. When Michael isn’t at events he is a keen member of the Sunday run groups. He is friendly and approachable and has a wide knowledge of running, training and events.</p>"
  },
  {
    "category": "Governance",
    "role": "Board member",
    "name": "Gareth Evans",
    "image": "/assets/team/gareth-evans.jpg",
    "about": "Gareth has been running since 2013 and has completed over 9 half marathons (many more in training), one marathon and run a total of over 5000 km. With a slight preference for trail running, he is just as happy being able to get out and run on the road. As well as being an active board member of MetroRun, Gareth also builds and maintains our website."
  },
  {
    "category": "Club volunteers",
    "role": "Membership coordinator",
    "name": "Chris Maffey",
    "image": "/assets/team/chris-maffey.jpg",
    "about": "<p>Chris is by far the most attractive member of Metrorun.</p><p>These days, you will only find Chris running under the following circumstances: The Zombie Apocalypse begins <b><u>and</u></b> his shotgun has run out of ammunition.</p>"
  },
  {
    "category": "Club volunteers",
    "role": "Social media engager",
    "name": "Aurélie Desjardins",
    "image": "/assets/team/aurelie-desjardins.jpg",
    "about": "<p>Aurélie is a passionate runner! She started running with TempoFit 2 years ago to prepare for Queenstown marathon and never left the club since! Aurélie also does other sports such as yoga and ocean swimming but what she prefers is eating a carrot cakes after her long runs! Aurélie is currently taking care of the weekly workouts and admin stuffs.</p>"
  },
  {
    "category": "Club volunteers",
    "role": "Social media manager",
    "name": "Bridget Lawrence",
    "image": "/assets/team/bridget-lawrence.jpg",
    "about": "<p>Kia ora, I've come late to the running party but with much passion. My family are all keen runners. I spent a lot of my time as a teenager waiting at finish lines, tearing up seeing people of every shape, age and culture crossing the finish line, their shared journey written across their exultant or grimacing faces. <br/>But then I'd go for one run and remember that running was death!</p><p>Finally 3 years ago, after dabbling with Parkrun I decided life was too short for regrets and I was going to try to run seriously. So I got myself a watch (thanks mum and dad!), signed up for Round the Bays hit the ground... well ... running!<br/>Soon it was my turn to tear up at the finish line... this time with pride for my own journey. <br/>In the months that followed I completed a 10km race and worked up to a half marathon. Well that got me hook, line and sinker... I blame the medal. I've now done 11. </p><p>In 2017 my brother convinced me to tackle a marathon so I joined up to Tempofit in a panic! I love joining him each week to train and it doesn't matter that he's super fast (where are those genes when you need them?!) because the training cleverly works for every stage. The training has helped me smash my 5km times out of the park. And I did complete the Queenstown marathon, running toe to toe the entire way with a new friend from the club.</p><p>My life has changed from running. It's a beautiful way to connect with my family and it's brought me new friends, new adventures and most of all a new courage and belief in myself, that I can in fact, do anything. </p>"
  },
  {
    "category": "Club volunteers",
    "role": "Sunday run leader",
    "name": "Maria Kroonenberg",
    "image": "/assets/team/maria-kroonenberg.jpg",
    "about": "<p>Maria is a mum, school teacher, distance runner and inspiring coach.</p><p>Her fondest running memories are qualifying & completing Boston Marathon for her 40th birthday and running the Amsterdam marathon 2011 while watching Rugby World Cup in NZ.</p><p>Maria returned to the running circuit after children, competing in club cross country, road champs and trail races. She has won the North Shore Marathon, Wanganui 3 Bridges marathon & a few half marathons, and she came 3rd female overall in the 2016/2017 Garmin half marathon series.</p><p>Her happy place these days is trail running & coaching her growing school run club.</p>"
  },
  {
    "category": "Club volunteers",
    "role": "Sunday run coordinator",
    "name": "Julie Moon",
    "image": "/assets/team/julie-moon.jpg",
    "about": "<p>Julie has been running on-and-off for almost 10 years, but never consistently until joining TempoFit.  After training alone for two half-marathons, Julie joined TempoFit for the company and motivation of training with a group. Although some of her fellow runners suspect Julie is also motivated by gloating to her friends at Sunday lunch about how far she ran that morning (and using that to justify another glass of wine!), she does keep coming to training and has now been running consistently for 2 years since joining TempoFit and has completed another 6 half marathons. Julie is our Treasurer and plans the programme of Sunday morning long runs.</p>"
  },
  {
    "category": "Club volunteers",
    "role": "Race pacing coordinator (1)",
    "name": "Anna McRae",
    "image": "/assets/team/anna-mcrae.jpg",
    "about": "<p>Anna became addicted to running in 2015. Since that time she has experienced the fully monty of running highs and lows, running 2hr 57mins at the Auckland Marathon in 2015 (a 19min PB!!!) and being sidelined with some serious injuries. Her favourite distance is the marathon but she has raced cross country, road and track to mix up her training. At the World Masters Games in 2017 this resulted in her coming away with 4 golds and a silver! </p><p>Anna loves sharing her passion for running with others having paced individuals to their own PB’s in distances from the 5k up to the Marathon.</p><p>What does Anna love most about running? “Running rewards commitment, perseverance and consistency.  The friendship and support of my running community through the good times and the tougher times is awesome”.</p>"
  },
  {
    "category": "Club volunteers",
    "role": "Race pacing coordinator (2)",
    "name": "Michael Jenkinson",
    "image": "/assets/team/michael-jenkinson.jpg",
    "about": "<p>Michael is an active member of the running community. He is always more than happy to help fellow runners achieve their goals. Michael is a key support person and board member of MetroRun and is an Event Director for Western Springs Parkrun. Michael has been running since 2014, mostly as a way to lose weight and lead a healthier lifestyle, but this quickly turned into a love of running. Michael has completed one full marathon and over 20 half marathons. He also leads the MetroRun training on Tuesday mornings in the Auckland Domain. When Michael isn’t at events he is a keen member of the Sunday run groups. He is friendly and approachable and has a wide knowledge of running, training and events.</p>"
  },
  {
    "category": "Club volunteers",
    "role": "Away trip coordinator",
    "name": "Michael Jenkinson",
    "image": "/assets/team/michael-jenkinson.jpg",
    "about": "<p>Michael is an active member of the running community. He is always more than happy to help fellow runners achieve their goals. Michael is a key support person and board member of MetroRun and is an Event Director for Western Springs Parkrun. Michael has been running since 2014, mostly as a way to lose weight and lead a healthier lifestyle, but this quickly turned into a love of running. Michael has completed one full marathon and over 20 half marathons. He also leads the MetroRun training on Tuesday mornings in the Auckland Domain. When Michael isn’t at events he is a keen member of the Sunday run groups. He is friendly and approachable and has a wide knowledge of running, training and events.</p>"
  },
  {
    "category": "Club volunteers",
    "role": "Website developer",
    "name": "Gareth Evans",
    "image": "/assets/team/gareth-evans.jpg",
    "about": "Gareth has been running since 2013 and has completed over 9 half marathons (many more in training), one marathon and run a total of over 5000 km. With a slight preference for trail running, he is just as happy being able to get out and run on the road. As well as being an active board member of MetroRun, Gareth also builds and maintains our website."
  }
]
